Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# ConfigureUltimatePerformancePowerPlanButton.AutomationProperties.HelpText
source: Configure the Ultimate Performance power plan. This plan is designed to deliver maximum performance by reducing power-saving features and minimizing micro-latencies that can affect responsiveness.
ar: تكوين خطة طاقة الأداء المطلق. تم تصميم هذه الخطة لتقديم أقصى أداء عن طريق تقليل ميزات توفير الطاقة وتقليل حالات الكمون الدقيقة التي قد تؤثر على الاستجابة.
de_de: Konfigurieren Sie den Energieplan Ultimative Leistung. Dieser Plan ist darauf ausgelegt, maximale Leistung zu liefern, indem Energiesparfunktionen reduziert und Mikrolatenzen minimiert werden, die die Reaktionsfähigkeit beeinträchtigen können.
el_gr: Διαμορφώστε το σχέδιο ενέργειας Υπέρτατης Απόδοσης. Αυτό το σχέδιο έχει σχεδιαστεί για να προσφέρει μέγιστη απόδοση, μειώνοντας τις λειτουργίες εξοικονόμησης ενέργειας και ελαχιστοποιώντας τις μικροκαθυστερήσεις που μπορεί να επηρεάσουν την απόκριση.
es: Configura el plan de energía Rendimiento máximo. Este plan está diseñado para ofrecer el máximo rendimiento al reducir las funciones de ahorro de energía y minimizar las micro-latencias que pueden afectar la capacidad de respuesta.
fr_fr: Configurer le plan d'alimentation Performance ultime. Ce plan est conçu pour offrir des performances maximales en réduisant les fonctionnalités d'économie d'énergie et en minimisant les micro-latences qui peuvent affecter la réactivité.
he_il: הגדר את תוכנית צריכת החשמל 'ביצועים מרביים'. תוכנית זו נועדה לספק ביצועים מקסימליים באמצעות צמצום יכולות חיסכון בחשמל ומזעור מיקרו-שהיות שעלולות להשפיע על תגובתיות.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान को कॉन्फ़िगर करें। यह प्लान ऊर्जा-बचत सुविधाओं को कम करके और प्रतिक्रिया क्षमता को प्रभावित करने वाली माइक्रो-लेटेंसी को न्यूनतम करके अधिकतम प्रदर्शन प्रदान करने के लिए डिज़ाइन किया गया है.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ ക്രമീകരിക്കുക. ഊർജസംരക്ഷണ സവിശേഷതകൾ കുറയ്ക്കുകയും പ്രതികരണശേഷിയെ ബാധിക്കാവുന്ന മൈക്രോ-ലാറ്റൻസികൾ പരമാവധി കുറച്ചുകൊണ്ട് പരമാവധി പ്രകടനം നൽകാൻ ഈ പ്ലാൻ രൂപകൽപ്പന ചെയ്തതാണ്.
pl_pl: Skonfiguruj plan zasilania „Najwyższa wydajność”. Ten plan został zaprojektowany tak, aby zapewniać maksymalną wydajność poprzez ograniczenie funkcji oszczędzania energii i minimalizację mikroopóźnień, które mogą wpływać na responsywność.

# EnableUltimatePerformancePowerPlanMenuFlyoutItem.Text
source: Enable and Activate
ar: تمكين وتفعيل
de_de: Aktivieren und aktiv setzen
el_gr: Ενεργοποίηση και ορισμός ως ενεργό
es: Habilitar y activar
fr_fr: Activer et Activer
he_il: הפעל והגדר כפעילה
hi_in: सक्षम करें और सक्रिय करें
ml_in: പ്രവർത്തനക്ഷമമാക്കുകയും സജീവമാക്കുകയും ചെയ്യുക
pl_pl: Włącz i ustaw jako aktywny

# EnableUltimatePerformancePowerPlanMenuFlyoutItem.ToolTipService.ToolTip
source: Enable and activate the Ultimate Performance power plan.
ar: تمكين وتفعيل خطة طاقة الأداء المطلق.
de_de: Den Energieplan Ultimative Leistung aktivieren und aktiv setzen.
el_gr: Ενεργοποιήστε και ορίστε ως ενεργό το σχέδιο ενέργειας Υπέρτατης Απόδοσης.
es: Habilitar y activar el plan de energía Rendimiento máximo.
fr_fr: Activer et activer le plan d'alimentation Performance ultime.
he_il: הפעל והגדר את תוכנית צריכת החשמל 'ביצועים מרביים' כפעילה.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान को सक्षम करें और सक्रिय करें.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ പ്രവർത്തനക്ഷമമാക്കുകയും സജീവമാക്കുകയും ചെയ്യുക.
pl_pl: Włącz i ustaw jako aktywny plan zasilania „Najwyższa wydajność”.

# EnableUltimatePerformancePowerPlanMenuFlyoutItem.AutomationProperties.HelpText
source: Enable and activate the Ultimate Performance power plan.
ar: تمكين وتفعيل خطة طاقة الأداء المطلق.
de_de: Den Energieplan Ultimative Leistung aktivieren und aktiv setzen.
el_gr: Ενεργοποιήστε και ορίστε ως ενεργό το σχέδιο ενέργειας Υπέρτατης Απόδοσης.
es: Habilitar y activar el plan de energía Rendimiento máximo.
fr_fr: Activer et activer le plan d'alimentation Performance ultime.
he_il: הפעל והגדר את תוכנית צריכת החשמל 'ביצועים מרביים' כפעילה.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान को सक्षम करें और सक्रिय करें.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ പ്രവർത്തനക്ഷമമാക്കുകയും സജീവമാക്കുകയും ചെയ്യുക.
pl_pl: Włącz i ustaw jako aktywny plan zasilania „Najwyższa wydajność”.

# DisableUltimatePerformancePowerPlanMenuFlyoutItem.Text
source: Disable and Deactivate
ar: تعطيل وإلغاء التفعيل
de_de: Deaktivieren und als inaktiv festlegen
el_gr: Απενεργοποίηση και κατάργηση ενεργοποίησης
es: Deshabilitar y desactivar
fr_fr: Désactiver et Désactiver
he_il: השבת ובטל הפעלה
hi_in: अक्षम करें और निष्क्रिय करें
ml_in: പ്രവർത്തനരഹിതമാക്കുകയും നിർജീവമാക്കുകയും ചെയ്യുക
pl_pl: Wyłącz i dezaktywuj

# DisableUltimatePerformancePowerPlanMenuFlyoutItem.ToolTipService.ToolTip
source: Disable and deactivate the Ultimate Performance power plan.
ar: تعطيل وإلغاء تفعيل خطة طاقة الأداء المطلق.
de_de: Den Energieplan Ultimative Leistung deaktivieren und als inaktiv festlegen.
el_gr: Απενεργοποιήστε και καταργήστε την ενεργοποίηση του σχεδίου ενέργειας Υπέρτατης Απόδοσης.
es: Deshabilitar y desactivar el plan de energía Rendimiento máximo.
fr_fr: Désactiver et désactiver le plan d'alimentation Performance ultime.
he_il: השבת ובטל הפעלה של תוכנית צריכת החשמל 'ביצועים מרביים'.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान को अक्षम करें और निष्क्रिय करें.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ പ്രവർത്തനരഹിതമാക്കുകയും നിർജീവമാക്കുകയും ചെയ്യുക.
pl_pl: Wyłącz i dezaktywuj plan zasilania „Najwyższa wydajność”.

# DisableUltimatePerformancePowerPlanMenuFlyoutItem.AutomationProperties.HelpText
source: Disable and deactivate the Ultimate Performance power plan.
ar: تعطيل وإلغاء تفعيل خطة طاقة الأداء المطلق.
de_de: Den Energieplan Ultimative Leistung deaktivieren und als inaktiv festlegen.
el_gr: Απενεργοποιήστε και καταργήστε την ενεργοποίηση του σχεδίου ενέργειας Υπέρτατης Απόδοσης.
es: Deshabilitar y desactivar el plan de energía Rendimiento máximo.
fr_fr: Désactiver et désactiver le plan d'alimentation Performance ultime.
he_il: השבת ובטל הפעלה של תוכנית צריכת החשמל 'ביצועים מרביים'.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान को अक्षम करें और निष्क्रिय करें.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ പ്രവർത്തനരഹിതമാക്കുകയും നിർജീവമാക്കുകയും ചെയ്യുക.
pl_pl: Wyłącz i dezaktywuj plan zasilania „Najwyższa wydajność”.

# ConfiguringNestedVirtualizationForAllHyperVVMs
source: Configuring nested virtualization for all of the Hyper-V VMs.
ar: جارٍ تكوين المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية.
de_de: Verschachtelte Virtualisierung für alle Hyper-V-VMs wird konfiguriert.
el_gr: Γίνεται διαμόρφωση εμφωλευμένης εικονικοποίησης για όλες τις εικονικές μηχανές Hyper-V.
es: Configurando la virtualización anidada para todas las VMs de Hyper-V.
fr_fr: Configuration de la virtualisation imbriquée pour toutes les VM Hyper-V.
he_il: מבצע קביעת תצורה של וירטואליזציה מקוננת עבור כל המכונות הווירטואליות של Hyper-V.
hi_in: सभी Hyper-V VMs के लिए नेस्टेड वर्चुअलाइज़ेशन कॉन्फ़िगर किया जा रहा है.
ml_in: എല്ലാ Hyper-V VM-കൾക്കായി നെസ്റ്റഡ് വർച്വലൈസേഷൻ ക്രമീകരിക്കുന്നു.
pl_pl: Konfigurowanie zagnieżdżonej wirtualizacji dla wszystkich maszyn Hyper-V.

# NestedVirtSuccessFormat
source: Successfully {0} nested virtualization for all of the Hyper-V VMs.
ar: تم {0} المحاكاة الافتراضية المتداخلة بنجاح لجميع آلات Hyper-V الافتراضية.
de_de: Verschachtelte Virtualisierung für alle Hyper-V-VMs wurde erfolgreich {0}.
el_gr: Η εμφωλευμένη εικονικοποίηση {0} με επιτυχία για όλες τις εικονικές μηχανές Hyper-V.
es: Se {0} correctamente la virtualización anidada para todas las VMs de Hyper-V.
fr_fr: Virtualisation imbriquée {0} avec succès pour toutes les VM Hyper-V.
he_il: וירטואליזציה מקוננת {0} בהצלחה עבור כל המכונות הווירטואליות של Hyper-V.
hi_in: सभी Hyper-V VMs के लिए नेस्टेड वर्चुअलाइज़ेशन सफलतापूर्वक {0}.
ml_in: എല്ലാ Hyper-V VM-കൾക്കായി നെസ്റ്റഡ് വർച്വലൈസേഷൻ വിജയകരമായി {0}.
pl_pl: Pomyślnie {0} zagnieżdżoną wirtualizację dla wszystkich maszyn Hyper-V.

# EnabledLowercase
source: enabled
ar: تم تمكين
de_de: aktiviert
el_gr: ενεργοποιήθηκε
es: habilitó
fr_fr: activée
he_il: הופעלה
hi_in: सक्षम किया गया
ml_in: പ്രവർത്തനക്ഷമമാക്കി
pl_pl: włączono

# DisabledLowercase
source: disabled
ar: تم تعطيل
de_de: deaktiviert
el_gr: απενεργοποιήθηκε
es: deshabilitó
fr_fr: désactivée
he_il: הושבתה
hi_in: अक्षम किया गया
ml_in: പ്രവർത്തനരഹിതമാക്കി
pl_pl: wyłączono

# ErrorConfiguringNestedVirtualizationForAllHyperVVMsSeeLogs
source: There was a problem configuring nested virtualization for all of the Hyper-V VMs. Please see the logs for more info.
ar: حدثت مشكلة أثناء تكوين المحاكاة الافتراضية المتداخلة لجميع آلات Hyper-V الافتراضية. يُرجى مراجعة السجلات لمزيد من المعلومات.
de_de: Beim Konfigurieren der verschachtelten Virtualisierung für alle Hyper-V-VMs ist ein Problem aufgetreten. Weitere Informationen finden Sie in den Protokollen.
el_gr: Παρουσιάστηκε πρόβλημα κατά τη διαμόρφωση εμφωλευμένης εικονικοποίησης για όλες τις εικονικές μηχανές Hyper-V. Δείτε τα αρχεία καταγραφής για περισσότερες πληροφορίες.
es: Se produjo un problema al configurar la virtualización anidada para todas las VMs de Hyper-V. Consulta los registros para obtener más información.
fr_fr: Un problème est survenu lors de la configuration de la virtualisation imbriquée pour toutes les VM Hyper-V. Veuillez consulter les journaux pour plus d'informations.
he_il: אירעה בעיה בקביעת התצורה של וירטואליזציה מקוננת עבור כל המכונות הווירטואליות של Hyper-V. למידע נוסף, עיין ביומנים.
hi_in: सभी Hyper-V VMs के लिए नेस्टेड वर्चुअलाइज़ेशन कॉन्फ़िगर करने में समस्या हुई। अधिक जानकारी के लिए कृपया लॉग देखें.
ml_in: എല്ലാ Hyper-V VM-കൾക്കായി നെസ്റ്റഡ് വർച്വലൈസേഷൻ ക്രമീകരിക്കുന്നതിനിടെ ഒരു പ്രശ്നം സംഭവിച്ചു. കൂടുതൽ വിവരങ്ങൾക്ക് ലോഗുകൾ കാണുക.
pl_pl: Wystąpił problem podczas konfigurowania zagnieżdżonej wirtualizacji dla wszystkich maszyn Hyper-V. Więcej informacji znajdziesz w dziennikach.

# UltimatePerfPlanEnabledAndActive
source: Ultimate Performance power plan has been enabled and set as active.
ar: تم تمكين خطة طاقة الأداء المطلق وتعيينها كخطة نشطة.
de_de: Der Energieplan Ultimative Leistung wurde aktiviert und als aktiv festgelegt.
el_gr: Το σχέδιο ενέργειας Υπέρτατης Απόδοσης έχει ενεργοποιηθεί και οριστεί ως ενεργό.
es: El plan de energía Rendimiento máximo se habilitó y se estableció como activo.
fr_fr: Le plan d'alimentation Performance ultime a été activé et défini comme actif.
he_il: תוכנית צריכת החשמל 'ביצועים מרביים' הופעלה והוגדרה כפעילה.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान सक्षम कर दिया गया है और सक्रिय के रूप में सेट कर दिया गया है.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ പ്രവർത്തനക്ഷമമാക്കി സജീവമായി ക്രമീകരിച്ചു.
pl_pl: Plan zasilania „Najwyższa wydajność” został włączony i ustawiony jako aktywny.

# UltimatePerfPlanDisabledAndRemoved
source: Ultimate Performance power plan has been disabled and removed.
ar: تم تعطيل خطة طاقة الأداء المطلق وإزالتها.
de_de: Der Energieplan Ultimative Leistung wurde deaktiviert und entfernt.
el_gr: Το σχέδιο ενέργειας Υπέρτατης Απόδοσης έχει απενεργοποιηθεί και καταργηθεί.
es: El plan de energía Rendimiento máximo se deshabilitó y se eliminó.
fr_fr: Le plan d'alimentation Performance ultime a été désactivé et supprimé.
he_il: תוכנית צריכת החשמל 'ביצועים מרביים' הושבתה והוסרה.
hi_in: अल्टिमेट परफॉर्मेंस पावर प्लान अक्षम कर दिया गया है और हटा दिया गया है.
ml_in: അൾട്ടിമേറ്റ് പെർഫോർമൻസ് പവർ പ്ലാൻ പ്രവർത്തനരഹിതമാക്കി നീക്കം ചെയ്തു.
pl_pl: Plan zasilania „Najwyższa wydajność” został wyłączony i usunięty.

source: No device intent selected, or no matching items to apply.
ar: لم يتم تحديد نية جهاز، أو لا توجد عناصر مطابقة للتطبيق.
de_de: Keine Nutzungsabsicht ausgewählt oder keine passenden Elemente zum Anwenden.
el_gr: Δεν έχει επιλεγεί πρόθεση συσκευής ή δεν υπάρχουν αντίστοιχα στοιχεία προς εφαρμογή.
es: No se seleccionó ninguna intención de dispositivo o no hay elementos coincidentes para aplicar.
fr_fr: Aucune intention d'appareil sélectionnée, ou aucun élément correspondant à appliquer.
he_il: לא נבחרה כוונת התקן, או שאין פריטים תואמים ליישום.
hi_in: कोई डिवाइस इंटेंट चयनित नहीं है, या लागू करने के लिए कोई मेल खाते आइटम नहीं हैं.
ml_in: ഏതെങ്കിലും ഉപകരണ ഉദ്ദേശ്യം തിരഞ്ഞെടുക്കപ്പെട്ടിട്ടില്ല, അല്ലെങ്കിൽ പ്രയോഗിക്കാൻ പൊരുത്തപ്പെടുന്ന ഇനങ്ങൾ ഒന്നുമില്ല.
pl_pl: Nie wybrano intencji urządzenia ani nie ma pasujących elementów do zastosowania.

# MicrosoftStoreAppUpdatesCheckButton.Content
source: Microsoft Store Update Check
ar: فحص تحديثات تطبيقات متجر Microsoft
de_de: Updateprüfung für Microsoft Store-Apps
el_gr: Έλεγχος ενημερώσεων εφαρμογών Microsoft Store
es: Comprobación de actualizaciones de aplicaciones de Microsoft Store
fr_fr: Vérification des mises à jour du Microsoft Store
he_il: בדיקת עדכוני אפליקציות ב־Microsoft Store
hi_in: Microsoft Store ऐप्स के अपडेट की जाँच
ml_in: Microsoft Store അപ്‌ഡേറ്റ് പരിശോധന
pl_pl: Sprawdzanie aktualizacji aplikacji Microsoft Store

# MicrosoftStoreAppUpdatesCheckButton.ToolTipService.ToolTip
source: Checks for updates to Microsoft Store apps and starts their installation. Performs the same task as the "Check for Updates" button in the Microsoft Store app.
ar: يفحص ما إذا كانت هناك تحديثات لتطبيقات متجر Microsoft ويبدأ تثبيتها. ينفّذ نفس المهمة مثل الزر "التحقق من وجود تحديثات" في تطبيق متجر Microsoft.
de_de: Prüft, ob Updates für Microsoft Store-Apps verfügbar sind, und startet deren Installation. Führt dieselbe Aufgabe aus wie die Schaltfläche "Nach Updates suchen" in der Microsoft Store-App.
el_gr: Ελέγχει για ενημερώσεις των εφαρμογών του Microsoft Store και ξεκινά την εγκατάστασή τους. Εκτελεί την ίδια εργασία με το κουμπί "Έλεγχος για ενημερώσεις" στην εφαρμογή Microsoft Store.
es: Comprueba si hay actualizaciones para las aplicaciones de Microsoft Store e inicia su instalación. Realiza la misma tarea que el botón "Buscar actualizaciones" en la aplicación Microsoft Store.
fr_fr: Recherche des mises à jour pour les applications Microsoft Store et lance leur installation. Effectue la même tâche que le bouton "Obtenir les mises à jour" dans l'application Microsoft Store.
he_il: בודק אם קיימים עדכונים לאפליקציות ב־Microsoft Store ומתחיל בהתקנתם. מבצע את אותה פעולה כמו הלחצן "בדוק אם קיימים עדכונים" באפליקציית Microsoft Store.
hi_in: Microsoft Store ऐप्स के अपडेट की जाँच करता है और उनकी स्थापना प्रारंभ करता है. Microsoft Store ऐप में "अपडेट्स की जाँच करें" बटन के समान कार्य करता है.
ml_in: Microsoft Store ആപ്പുകളുടെ അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുകയും അവയുടെ ഇൻസ്റ്റാളേഷൻ ആരംഭിക്കുകയും ചെയ്യുന്നു. Microsoft Store ആപ്പിലെ "അപ്‌ഡേറ്റുകൾ പരിശോധിക്കുക" ബട്ടൺ ചെയ്യുന്ന അതേ പ്രവർത്തനമാണ് ഇത് നിർവഹിക്കുന്നത്.
pl_pl: Sprawdza dostępność aktualizacji dla aplikacji Microsoft Store i rozpoczyna ich instalację. Wykonuje to samo zadanie co przycisk "Sprawdź aktualizacje" w aplikacji Microsoft Store.

# MicrosoftStoreAppUpdatesCheckButton.AutomationProperties.HelpText
source: Checks for updates to Microsoft Store apps and starts their installation. Performs the same task as the "Check for Updates" button in the Microsoft Store app.
ar: يفحص ما إذا كانت هناك تحديثات لتطبيقات متجر Microsoft ويبدأ تثبيتها. ينفّذ نفس المهمة مثل الزر "التحقق من وجود تحديثات" في تطبيق متجر Microsoft.
de_de: Prüft, ob Updates für Microsoft Store-Apps verfügbar sind, und startet deren Installation. Führt dieselbe Aufgabe aus wie die Schaltfläche "Nach Updates suchen" in der Microsoft Store-App.
el_gr: Ελέγχει για ενημερώσεις των εφαρμογών του Microsoft Store και ξεκινά την εγκατάστασή τους. Εκτελεί την ίδια εργασία με το κουμπί "Έλεγχος για ενημερώσεις" στην εφαρμογή Microsoft Store.
es: Comprueba si hay actualizaciones para las aplicaciones de Microsoft Store e inicia su instalación. Realiza la misma tarea que el botón "Buscar actualizaciones" en la aplicación Microsoft Store.
fr_fr: Recherche des mises à jour pour les applications Microsoft Store et lance leur installation. Effectue la même tâche que le bouton "Obtenir les mises à jour" dans l'application Microsoft Store.
he_il: בודק אם קיימים עדכונים לאפליקציות ב־Microsoft Store ומתחיל בהתקנתם. מבצע את אותה פעולה כמו הלחצן "בדוק אם קיימים עדכונים" באפליקציית Microsoft Store.
hi_in: Microsoft Store ऐप्स के अपडेट की जाँच करता है और उनकी स्थापना प्रारंभ करता है. Microsoft Store ऐप में "अपडेट्स की जाँच करें" बटन के समान कार्य करता है.
ml_in: Microsoft Store ആപ്പുകളുടെ അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുകയും അവയുടെ ഇൻസ്റ്റാളേഷൻ ആരംഭിക്കുകയും ചെയ്യുന്നു. Microsoft Store ആപ്പിലെ "അപ്‌ഡേറ്റുകൾ പരിശോധിക്കുക" ബട്ടൺ ചെയ്യുന്ന അതേ പ്രവർത്തനമാണ് ഇത് നിർവഹിക്കുന്നത്.
pl_pl: Sprawdza dostępność aktualizacji dla aplikacji Microsoft Store i rozpoczyna ich instalację. Wykonuje to samo zadanie co przycisk "Sprawdź aktualizacje" w aplikacji Microsoft Store.

# CheckingForMicrosoftStoreAppUpdates
source: Checking for updates to Microsoft Store apps...
ar: جارٍ التحقق من وجود تحديثات لتطبيقات متجر Microsoft...
de_de: Es wird nach Updates für Microsoft Store-Apps gesucht...
el_gr: Γίνεται έλεγχος για ενημερώσεις των εφαρμογών του Microsoft Store...
es: Comprobando si hay actualizaciones para las aplicaciones de Microsoft Store...
fr_fr: Recherche de mises à jour pour les applications Microsoft Store...
he_il: בודק אם קיימים עדכונים לאפליקציות ב־Microsoft Store...
hi_in: Microsoft Store ऐप्स के अपडेट की जाँच की जा रही है...
ml_in: Microsoft Store ആപ്പുകളുടെ അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുന്നു...
pl_pl: Trwa sprawdzanie dostępności aktualizacji aplikacji Microsoft Store...

# SuccessfullyCheckedForMicrosoftStoreAppUpdates
source: Successfully checked for updates to Microsoft Store apps. To view any downloads that were started, please open the Microsoft Store app.
ar: اكتمل التحقق من وجود تحديثات لتطبيقات متجر Microsoft بنجاح. لعرض أي تنزيلات تم البدء بها، يُرجى فتح تطبيق متجر Microsoft.
de_de: Die Überprüfung auf Updates für Microsoft Store-Apps wurde erfolgreich abgeschlossen. Um gestartete Downloads anzuzeigen, öffnen Sie bitte die Microsoft Store-App.
el_gr: Ο έλεγχος για ενημερώσεις των εφαρμογών του Microsoft Store ολοκληρώθηκε με επιτυχία. Για να δείτε τυχόν λήψεις που ξεκίνησαν, ανοίξτε την εφαρμογή Microsoft Store.
es: La comprobación de actualizaciones para las aplicaciones de Microsoft Store se completó correctamente. Para ver las descargas que se iniciaron, por favor abra la aplicación Microsoft Store.
fr_fr: Recherche des mises à jour des applications Microsoft Store effectuée avec succès. Pour voir les téléchargements lancés, veuillez ouvrir l'application Microsoft Store.
he_il: הבדיקה לעדכונים לאפליקציות ב־Microsoft Store הושלמה בהצלחה. להצגת הורדות שהחלו, יש לפתוח את אפליקציית Microsoft Store.
hi_in: Microsoft Store ऐप्स के अपडेट की जाँच सफलतापूर्वक पूर्ण हुई. जिन डाउनलोड्स की शुरुआत हुई है, उन्हें देखने के लिए कृपया Microsoft Store ऐप खोलें.
ml_in: Microsoft Store ആപ്പുകളുടെ അപ്‌ഡേറ്റുകൾക്കായി വിജയകരമായി പരിശോധിച്ചു. ആരംഭിച്ചിട്ടുള്ള ഏതാനും ഡൗൺലോഡുകൾ കാണാൻ, ദയവായി Microsoft Store ആപ്പ് തുറക്കുക.
pl_pl: Pomyślnie sprawdzono dostępność aktualizacji dla aplikacji Microsoft Store. Aby wyświetlić rozpoczęte pobierania, otwórz aplikację Microsoft Store.

# ExportFileNameFormat
source: HardenSystemSecurity_Data_Export_{0}.json
de_de: HardenSystemSecurity_Datenexport_{0}.json
fr_fr: Export_Données_HardenSystemSecurity_{0}.json
he_il: HardenSystemSecurity_ייצוא_נתונים_{0}.json

# AddExclusionsForCFAMenuFlyoutItem.Text
source: Controlled Folder Access
ar: الوصول المتحكم به إلى المجلدات
de_de: Überwachter Ordnerzugriff
el_gr: Ελεγχόμενη πρόσβαση σε φακέλους
es: Acceso controlado a carpetas
fr_fr: Accès contrôlé aux dossiers
he_il: גישה מבוקרת לתיקיות
pl_pl: Kontrolowany dostęp do folderów

# AddExclusionsForASRMenuFlyoutItem.Text
source: Attack Surface Reduction
ar: تقليل سطح الهجوم
de_de: Reduzierung der Angriffsfläche
el_gr: Μείωση επιφάνειας επίθεσης
es: Reducción de la superficie de ataque
fr_fr: Réduction de la surface d'attaque
he_il: הפחתת משטח התקיפה
pl_pl: Ograniczanie powierzchni ataków

# ID.Text
source: ID
ar: المعرف
he_il: מזהה
